tap "adoptopenjdk/openjdk"
tap "brimdata/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
brew "node"
brew "angular-cli"
brew "asdf"
brew "autojump"
brew "bottom"
brew "glib"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "wxwidgets"
brew "erlang"
brew "fd"
brew "ghostscript"
brew "git"
brew "jpeg-xl"
brew "graphicsmagick"
brew "guile"
brew "harfbuzz"
brew "node@18"
brew "openapi-generator"
brew "openjdk"
brew "postgresql@14"
brew "powerlevel10k"
brew "qemu"
brew "rabbitmq"
brew "redis", link: false
brew "ripgrep"
brew "sd"
brew "swagger-codegen"
brew "typescript"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "brimdata/tap/zq"
cask "1password"
cask "1password-cli"
cask "aldente"
cask "atom"
cask "bruno"
cask "dbeaver-community"
cask "devtoys"
cask "firefox"
cask "flameshot"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "hiddenbar"
cask "hot"
cask "inkscape"
cask "iterm2"
cask "keeweb"
cask "mqttx"
cask "postman"
cask "redis-insight"
cask "slack"
cask "snowflake-snowsql"
cask "spotify"
cask "tuple"
cask "visual-studio-code@insiders"
cask "zoom"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "codeandstuff.package-json-upgrade"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "hbenl.vscode-test-explorer"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mohammadbaqer.better-folding"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "rioj7.commandonallfiles"
vscode "tinkertrain.theme-panda"
vscode "windmilleng.vscode-go-autotest"
