tap "adoptopenjdk/openjdk"
tap "brimdata/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
brew "node"
brew "angular-cli"
brew "asdf"
brew "python@3.10"
brew "autojump"
brew "bottom"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "fd"
brew "git"
brew "krb5"
brew "openjdk@11"
brew "postgresql", restart_service: true
brew "redis", restart_service: true
brew "ripgrep"
brew "sd"
brew "swagger-codegen"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "brimdata/tap/zq"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "1password"
cask "aldente"
cask "atom"
cask "dbeaver-community"
cask "devtoys"
cask "dropbox"
cask "fig"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "hot"
cask "iterm2"
cask "keeweb"
cask "postman"
cask "redisinsight"
cask "slack"
cask "spotify"
cask "tuple"
cask "zoom"
