tap "adoptopenjdk/openjdk"
tap "brimdata/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
brew "node"
brew "angular-cli"
brew "asdf"
brew "autojump"
brew "bottom"
brew "glib"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "guile"
brew "emacs"
brew "cask"
brew "wxwidgets"
brew "erlang"
brew "fd"
brew "git"
brew "harfbuzz"
brew "openapi-generator"
brew "openjdk"
brew "postgresql@14"
brew "qemu"
brew "rabbitmq"
brew "redis", link: false
brew "ripgrep"
brew "sd"
brew "swagger-codegen"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "brimdata/tap/zq"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "1password"
cask "aldente"
cask "atom"
cask "brackets"
cask "dbeaver-community"
cask "devtoys"
cask "fig"
cask "firefox"
cask "flameshot"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "hot"
cask "iterm2"
cask "keeweb"
cask "postman"
cask "redisinsight"
cask "slack"
cask "spotify"
cask "tuple"
cask "zoom"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "GitHub.vscode-pull-request-github"
vscode "hbenl.vscode-test-explorer"
vscode "kavod-io.vscode-jest-test-adapter"
vscode "mikestead.dotenv"
vscode "MohammadBaqer.better-folding"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "ocamllabs.ocaml-platform"
vscode "oderwat.indent-rainbow"
vscode "rioj7.commandOnAllFiles"
vscode "tinkertrain.theme-panda"
vscode "windmilleng.vscode-go-autotest"
vscode "withfig.fig"
